import React from 'react'

export default function About() {
  return (
    <div className='info-container'>
      <h1>О компании</h1>
      <p>Компания Excavator является надежным партнером в сфере ликвидации объектов промышленного и 
        гражданского строительства, коммуникаций, трубопроводов, инженерных сооружений любой 
        сложности, вывоза и утилизации образовавшихся отходов демонтажных работ. В современных 
        условиях редевелопмент территорий становится все более востребован, так как зачастую 
        земельные участки, являющиеся оптимальными и ликвидными для реализации проектов по созданию 
        новых промышленных и торговых предприятий и современного жилья, оказываются заняты постройками и 
        сооружениями, потерявшими свою актуальность для жизни и экономики города, региона, страны. </p>
            <p>В связи 
        с этим возникает объективная необходимость их ликвидации для использования освободившихся территорий
         для реализации новых проектов бизнеса и государственных структур. Еще одним направлением развития общества
          в последнее время стала забота об улучшении качества среды обитания человека в плане параметров экологичности
           и безопасности, что невозможно без ликвидации аварийных и отслуживших свой срок построек и сооружений, жилых домов
            старого фонда, небезопасных недостроев и самостроев, остановленных трубопроводов и отслуживших коммуникаций.</p>
    </div>
  )
}
